Repository: SAP/sapmachine-manager-for-macos
Catalog: source/SapMachine Manager/mul.lproj/Main.xcstrings
Source language: en
Languages: de

# 2Rg-cQ-1p9.headerCell.title
source: Type
de: Typ

# 4sb-4s-VLi.title
source: Quit SapMachine Manager
de: SapMachine Manager beenden

# 5kV-Vb-QxS.title
source: About SapMachine Manager
de: Über SapMachine Manager

# 6cr-S6-yAI.title
source: Edit
de: Bearbeiten

# 6Po-YA-208.title
source: Close
de: Schließen

# 6S1-Xc-Mx1.title
source: Downloading SapMachine…
de: SapMachine wird heruntergeladen …

# 6TW-Qd-kUU.title
source: Copy
de: Kopieren

# 7mM-OL-eIi.title
source: Please select for which type of Macs you want to create the package:
de: Bitte wählen Sie aus, für welche Art von Macs Sie das Paket erstellen möchten:

# 7yS-tA-2Pe.title
source: Installation failed.
de: Installation fehlgeschlagen.

# 8Co-aE-5UD.title
source: Undo
de: Widerrufen

# 8Ex-Xb-dAT.title
source: The package will contain versions of SapMachine for Macs with Apple silicon as well as for Intel-based Macs. So this package can be installed on any Mac.
de: Das Paket wird Versionen von SapMachine für Macs mit Apple-Chip und für Intel-basierte Macs enthalten. Somit kann dieses Paket auf jedem Mac installiert werden.

# 9x9-cM-4tY.title
source: Delete Selected SapMachine
de: Ausgewählte SapMachine löschen

# 39f-Nl-bpn.title
source: Previous
de: Zurück

# 68H-6r-bLE.title
source: Delete
de: Löschen

# aBe-Ta-doU.title
source: The Java Runtime Environment is needed for running java applications. It is smaller than the JDK so it needs less disk space.
de: Die Java-Laufzeitumgebung wird für die Ausführung von Java-Anwendungen benötigt. Sie ist kleiner als das JDK und benötigt daher weniger Speicherplatz.

# Aft-wB-7bF.title
source: SapMachine Manager on GitHub
de: SapMachine Manager auf GitHub

# aPX-ys-ERk.title
source: Next
de: Weiter

# aZ2-oV-hI1.title
source: Checking for updates…
de: Suche nach Updates …

# aZl-r6-7nr.title
source: SapMachine Manager Log
de: SapMachine Manager Protokoll

# B3y-ul-1Wb.title
source: Cancel
de: Abbrechen

# BOF-NM-1cW.title
source: Preferences…
de: Einstellungen …

# bVT-mM-dnh.title
source: Previous
de: Zurück

# CcC-Kn-cmL.label
source: Reload
de: Neu laden

# CcC-Kn-cmL.paletteLabel
source: Reload
de: Neu laden

# CcC-Kn-cmL.toolTip
source: Reload content
de: Inhalt erneut laden

# D62-Jq-xex.title
source: Close
de: Schließen

# drV-nY-sE5.headerCell.title
source: Message
de: Mitteilung

# DvK-Wb-IXS.title
source: Cancel
de: Abbrechen

# eFE-hB-i7T.title
source: Next
de: Weiter

# eGF-gK-nPT.title
source: Install SapMachine…
de: SapMachine installieren …

# ekz-y7-6pf.title
source: Cut
de: Ausschneiden

# EVt-qD-lTh.title
source: Close
de: Schließen

# F2S-fz-NVQ.title
source: Help
de: Hilfe

# fuc-kP-N1k.title
source: Next
de: Weiter

# fxS-Iv-NO6.title
source: Cancel
de: Abbrechen

# gaV-vg-EFC.title
source: This assistant helps you to build a SapMachine installer package for macOS. Just select the options that fit your needs and the package will be prepared. On success, the prepared package is passed to Script2Pkg for package creation.
de: Dieser Assistent unterstützt Sie dabei, ein SapMachine-Installationspaket für macOS zu erstellen. Wählen Sie einfach die Optionen, die Ihren Anforderungen entsprechen, und das Paket wird vorbereitet. Bei Erfolg wird das vorbereitete Paket an Script2Pkg zur Paketerstellung übergeben.

# GjT-nM-E08.title
source: Build SapMachine Installer Package…
de: SapMachine Installationspaket erstellen …

# h2g-db-7bi.title
source: Java Development Kit (JDK)
de: Java-Entwicklungspaket (JDK)

# IIn-IZ-rre.title
source: Don't notify me about new major LTS releases
de: Keine Benachrichtigung über neue LTS-Hauptversionen

# IuM-cQ-vO2.title
source: Cancel
de: Abbrechen

# jFK-Ij-bbO.title
source: Automatically download and install updates
de: Updates automatisch herunterladen und installieren

# JGh-aE-0pw.title
source: Processing
de: In Bearbeitung

# jkY-pu-SfJ.title
source: Processing
de: In Bearbeitung

# jNX-Jk-He0.title
source: Your package has been prepared and has been passsed to Script2Pkg for package creation. The source folder of the package is displayed in the Finder, so you can move, change or delete it as you wish.
de: Ihr Paket wurde vorbereitet und an Script2Pkg zur Paketerstellung übergeben. Der Quellordner des Pakets wird im Finder angezeigt, so dass Sie ihn nach Belieben verschieben, ändern oder löschen können.

# ka0-70-UxS.title
source: Previous
de: Zurück

# KcO-W0-hDN.headerCell.title
source: Time
de: Uhrzeit

# Kd2-mp-pUS.title
source: Show All
de: Alle einblenden

# Kle-MX-Kj4.title
source: Next
de: Weiter

# KmT-rW-98g.title
source: File
de: Ablage

# kSc-GL-WDQ.title
source: Java Runtime Environment (JRE)
de: Java-Laufzeitumgebung (JRE)

# L6P-o6-xFh.title
source: Macs with Intel processor
de: Macs mit Intel-Prozessor

# LE2-aR-0XJ.title
source: Bring All to Front
de: Alle nach vorne bringen

# LiE-Hw-PWa.title
source: Downloading and installing SapMachine…
de: SapMachine herunterladen und installieren …

# m4C-ax-VaY.title
source: Failed to prepare package.
de: Die Vorbereitung des Pakets ist fehlgeschlagen.

# M8N-Vf-Hdj.title
source: Paste
de: Einsetzen

# MEd-Ec-9RC.title
source: Previous
de: Zurück

# mJV-yH-AcK.toolTip
source: Show only log messages beginning with "SAPCorp:"
de: Nur Mitteilungen anzeigen, die mit "SAPCorp:" beginnen

# N3P-XD-EBx.title
source: Previous
de: Zurück

# N6G-nM-56y.toolTip
source: Toggle the info pane
de: Info-Bereich ein- und ausblenden

# NcW-WO-ZfD.title
source: Macs with Apple silicon
de: Macs mit Apple-Chip

# nHS-10-GGn.title
source: The Java Development Kit is needed for developing java applications. It needs more disk space as it contains the JRE along with various development tools.
de: Das Java-Entwicklungspaket wird für die Entwicklung von Java-Anwendungen benötigt. Es benötigt mehr Speicherplatz, da es die JRE zusammen mit verschiedenen Entwicklungswerkzeugen enthält.

# NMo-om-nkz.title
source: Services
de: Dienste

# Nsu-rU-9DR.title
source: Release:
de: Version:

# nvR-wU-gZ5.title
source: Cancel
de: Abbrechen

# OcZ-d3-v19.title
source: Redo
de: Wiederholen

# OGC-9l-oSZ.title
source: This application can notify you when a new major release of a Long Term Support (LTS) version of SapMachine is available. You can then easily upgrade to this new LTS release. If you don't want to be notified about new major LTS releases, please enable the option below.
de: Dieses Programm kann Sie benachrichtigen, wenn eine neue Hauptversion einer Long Term Support (LTS)-Version von SapMachine zur Verfügung steht. Sie können dann bequem auf diese neue LTS-Version aktualisieren. Wenn Sie nicht über neue LTS-Hauptversionen benachrichtigt werden möchten, aktivieren Sie bitte die unten stehende Option.

# Olw-nP-bQN.title
source: Hide SapMachine Manager
de: SapMachine Manager ausblenden

# ONH-ZE-lfm.title
source: This assistant will guide you through the steps necessary to install SapMachine on your Mac.
de: Dieser Assistent wird Sie durch die Schritte führen, die notwendig sind, um SapMachine auf Ihrem Mac zu installieren.

# oWF-x3-jyj.title
source: The package will contain only a version of SapMachine that is running on Intel-based Macs.
de: Das Paket wird eine Version von SapMachine enthalten, die nur auf Intel-basierten Macs läuft.

# oXg-ZU-f1K.ibExternalAccessibilityDescription
source: PopUp button to the select a SapMachine release
de: PopUp Button, um eine SapMachine-Version auszuwählen

# OY7-WF-poV.title
source: Minimize
de: Im Dock ablegen

# pp6-fE-NHY.title
source: General
de: Allgemein

# pSn-5c-Uop.title
source: Package creation requires SAP's open-source application Script2Pkg 1.1.0 or later. Script2Pkg can be obtained free of charge from the official SAP GitHub at https://github.com/SAP/script-to-package-tool-for-macos. Due to technical limitations, packages containing pre-release versions of SapMachine cannot be notarized. If you want to create a package of a SapMachine pre-release, make sure package notarization is disabled in Script2Pkg, otherwise the package creation will fail.
de: Die Paketerstellung benötigt das SAP Open-Source-Programm Script2Pkg in der Version 1.1.0 oder höher. Script2Pkg kann kostenlos vom offiziellen SAP GitHub unter https://github.com/SAP/script-to-package-tool-for-macos heruntergeladen werden. Aufgrund technischer Einschränkungen können Installationspakete, welche Vorabversionen von SapMachine enthalten, nicht beglaubigt werden. Wenn Sie ein Installationspaket mit einer Vorabversion von SapMachine erstellen möchten, stellen Sie bitte sicher, dass die Beglaubigung von Paketen in Script2Pkg deaktiviert ist, da die Paketerstellung sonst fehlschlägt.

# qh6-AM-ta9.title
source: Select All
de: Alles auswählen

# qiD-3r-pIM.headerCell.title
source: Process
de: Prozess

# QWf-Qd-rEe.title
source: Install recommended version of SapMachine
de: Empfohlene Version von SapMachine installieren

# r0d-dg-AJV.title
source: Edit
de: Bearbeiten

# R4o-n2-Eq4.title
source: Zoom
de: Zoomen

# rwz-gf-Nlp.title
source: You can either install the version of SapMachine we recommend, or decide for yourself which version you want to install. To choose the version and type of SapMachine yourself, please uncheck the option below.
de: Sie können entweder die von uns empfohlene Version von SapMachine installieren, oder selbst entscheiden, welche Version Sie installieren möchten. Um die Version und den Typ von SapMachine selbst zu wählen, deaktivieren Sie bitte die untenstehende Option.

# S4Z-9F-zZU.title
source: Use as Default Environment
de: Als Standardumgebung verwenden

# sNp-sm-oMJ.title
source: Show Log
de: Protokoll anzeigen

# Td7-aD-5lo.title
source: Window
de: Fenster

# V3H-Cu-aRm.title
source: Paste and Match Style
de: Einsetzen und Stil anpassen

# V6b-kE-4cb.title
source: SapMachine Website
de: SapMachine Webseite

# Vdr-fp-XzO.title
source: Hide Others
de: Andere ausblenden

# vH5-vt-cit.title
source: Package successfully prepared.
de: Das Paket wurde erfolgreich vorbereitet.

# vqp-Vi-KLv.title
source: The package will contain only a version of SapMachine that is running on Macs with Apple Silicon.
de: Das Paket wird eine Version von SapMachine enthalten, die nur auf Macs mit Apple-Chip läuft.

# VUX-Z8-82J.title
source: Updates for your installed SapMachine releases can be downloaded and installed automatically, so they are always up-to-date. Automatic update checks run regularly in the background and updates are installed as soon as they are available and this application is not running. To enable automatic updates, enable the option below.
de: Updates für Ihre installierten SapMachine-Versionen können automatisch heruntergeladen und installiert werden, sodass sie immer auf dem neuesten Stand sind. Automatische Update-Prüfungen finden regelmäßig im Hintergrund statt, und Updates werden installiert, sobald sie verfügbar sind und dieses Programm nicht ausgeführt wird. Um automatische Updates zu aktivieren, aktivieren Sie die unten stehende Option.

# XdY-4t-MLZ.ibExternalAccessibilityDescription
source: A list of installed SapMachine JVMs
de: Eine Liste der installierten SapMachine JVMs

# XOy-zF-DCU.title
source: Installation successfully finished.
de: Installation erfolgreich beendet.

# xrS-zq-sSd.title
source: Reset Default Environment
de: Standardumgebung zurücksetzen

# yMq-3O-vhR.label
source: Save
de: Speichern

# yMq-3O-vhR.paletteLabel
source: Save
de: Speichern

# yMq-3O-vhR.toolTip
source: Save log messages fo file
de: Mitteilungen in Datei speichern

# yRm-OZ-I17.title
source: Previous
de: Zurück

# YsB-KO-71W.title
source: Composing log…
de: Protokoll wird erstellt …

# ysy-vb-C17.title
source: Show in Finder
de: Im Finder anzeigen

# Zhl-QK-4Kl.title
source: Cancel
de: Abbrechen

# ZLE-n3-DL7.title
source: Any Mac
de: Jeder Mac
